const variatClassItem = {
    "5": {
        "I": [
            [
                [
                    "Математика ",
                    "1-2 тиждень"
                ],
                [
                    "Українська мова ",
                    "3-4 тиждень"
                ],
                [
                    "Українська література ",
                    "5-6 тиждень"
                ],
                [
                    "Історія України ",
                    "7 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "8 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "9-10 тиждень"
                ],
                [
                    "Природознавство ",
                    "11 тиждень"
                ],
                [
                    "Мистецтво ",
                    "12 тиждень"
                ],
                [
                    "Фізична культура ",
                    "12 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "13-14 тиждень"
                ],
                [
                    "Інформатика ",
                    "15 тиждень"
                ],
                [
                    "Трудове навчання ",
                    "16 тиждень"
                ],
                [
                    "Основи здоров'я ",
                    "16 тиждень"
                ]
            ],
            [
                [
                    "Історія України ",
                    "1 тиждень"
                ],
                [
                    "Математика ",
                    "2-3 тиждень"
                ],
                [
                    "Мистецтво ",
                    "4 тиждень"
                ],
                [
                    "Фізична культура ",
                    "4 тиждень"
                ],
                [
                    "Українська мова ",
                    "5-6 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "7 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "8 тиждень"
                ],
                [
                    "Українська література ",
                    "9-10 тиждень"
                ],
                [
                    "Інформатика ",
                    "11 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "12-13 тиждень"
                ],
                [
                    "Трудове навчання ",
                    "14 тиждень"
                ],
                [
                    "Основи здоров'я ",
                    "14 тиждень"
                ],
                [
                    "Природознавство ",
                    "15-16 тиждень"
                ]
            ],
            [
                [
                    "Історія України ",
                    "1 тиждень"
                ],
                [
                    "Зарубіжна Література ",
                    "2 тиждень"
                ],
                [
                    "Мистецтво ",
                    "3 тиждень"
                ],
                [
                    "Фізична культура ",
                    "3 тиждень"
                ],
                [
                    "Інформатика ",
                    "4 тиждень"
                ],
                [
                    "Трудове навчання ",
                    "5 тиждень"
                ],
                [
                    "Основи здоров'я ",
                    "5 тиждень"
                ],
                [
                    "Математика ",
                    "6-7 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "8 тиждень"
                ],
                [
                    "Українська Мова ",
                    "9-10 тиждень"
                ],
                [
                    "Українська Література ",
                    "11-12 тиждень"
                ],
                [
                    "Іноземна Мова ",
                    "13-14 тиждень"
                ],
                [
                    "Природознавство ",
                    "15-16 тиждень"
                ]
            ]
        ],
        "II": [
            [
                [
                    "Математика ",
                    "1-2 тиждень"
                ],
                [
                    "Українська Мова  ",
                    "3-4 тиждень"
                ],
                [
                    "Українська Література  ",
                    "5-6 тиждень"
                ],
                [
                    "Історія України  ",
                    "7-8 тиждень"
                ],
                [
                    "Іноземна Мова  ",
                    "9-10 тиждень"
                ],
                [
                    "КАНІКУЛИ  ",
                    "11 тиждень"
                ],
                [
                    "Зарубіжна Література  ",
                    "12-13 тиждень"
                ],
                [
                    "Природознавство  ",
                    "14-15 тиждень"
                ],
                [
                    "Трудове навчання  ",
                    "16 тиждень"
                ],
                [
                    "Основи здоров'я ",
                    "16 тиждень"
                ],
                [
                    "Інформатика ",
                    "17-18 тиждень"
                ],
                [
                    "Мистецтво ",
                    "19 тиждень"
                ],
                [
                    "Фізична культура ",
                    "20 тиждень"
                ]
            ],
            [
                [
                    "Математика ",
                    "1-2 тиждень"
                ],
                [
                    "Історія України ",
                    "3-4 тиждень"
                ],
                [
                    "Українська мова ",
                    "5-6 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "7-8 тиждень"
                ],
                [
                    "Українська Література ",
                    "9-10 тиждень"
                ],
                [
                    "КАНІКУЛИ  ",
                    "11 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "12-13 тиждень"
                ],
                [
                    "Трудове навчання ",
                    "14 тиждень"
                ],
                [
                    "Основи здоров'я ",
                    "14 тиждень"
                ],
                [
                    "Природознавство ",
                    "15-16 тиждень"
                ],
                [
                    "Інформатика ",
                    "17-18 тиждень"
                ],
                [
                    "Мистецтво ",
                    "19 тиждень"
                ],
                [
                    "Фізична культура ",
                    "20 тиждень"
                ]
            ],
            [
                [
                    "Історія України ",
                    "1-2 тиждень"
                ],
                [
                    "Інформатика ",
                    "3-4 тиждень"
                ],
                [
                    "Трудове навчання ",
                    "5 тиждень"
                ],
                [
                    "Основи здоров'я ",
                    "5 тиждень"
                ],
                [
                    "Математика ",
                    "6-7 тиждень"
                ],
                [
                    "Українська мова ",
                    "8-9 тиждень"
                ],
                [
                    "Мистецтво ",
                    "10 тиждень"
                ],
                [
                    "КАНІКУЛИ  ",
                    "11 тиждень"
                ],
                [
                    "Фізична культура ",
                    "12 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "13-14 тиждень"
                ],
                [
                    "Природознавство ",
                    "15-16 тиждень"
                ],
                [
                    "Українська література ",
                    "17-18 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "19-20 тиждень"
                ]
            ]
        ]
    },
    "6": {
        "I": [
            [
                [
                    "Математика ",
                    "1-2 тиждень"
                ],
                [
                    "Українська мова ",
                    "3-4 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "5-6 тиждень"
                ],
                [
                    "Географія ",
                    "7 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "8 тиждень"
                ],
                [
                    "Українська література ",
                    "9 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "10 тиждень"
                ],
                [
                    "Історія ",
                    "11-12 тиждень"
                ],
                [
                    "Мистецтво ",
                    "13 тиждень"
                ],
                [
                    "Фізична культура ",
                    "13 тиждень"
                ],
                [
                    "Біологія ",
                    "14 тиждень"
                ],
                [
                    "Інформатика ",
                    "15 тиждень"
                ],
                [
                    "Трудове навчання ",
                    "16 тиждень"
                ],
                [
                    "Оснави здоров'я ",
                    "16 тиждень"
                ]
            ],
            [
                [
                    "Географія ",
                    "1 тиждень"
                ],
                [
                    "Математика ",
                    "2-3 тиждень"
                ],
                [
                    "Українська література ",
                    "4 тиждень"
                ],
                [
                    "Українська мова ",
                    "5-6 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "7 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "8 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "9-10 тиждень"
                ],
                [
                    "Мистецтво ",
                    "11 тиждень"
                ],
                [
                    "Фізична культура ",
                    "11 тиждень"
                ],
                [
                    "Історія ",
                    "12-13 тиждень"
                ],
                [
                    "Біологія ",
                    "14 тиждень"
                ],
                [
                    "Інформатика ",
                    "15 тиждень"
                ],
                [
                    "Трудове навчання ",
                    "16 тиждень"
                ],
                [
                    "Оснави здоров'я ",
                    "16 тиждень"
                ]
            ],
            [
                [
                    "Географія ",
                    "1 тиждень"
                ],
                [
                    "Українська література ",
                    "2 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "3 тиждень"
                ],
                [
                    "Мистецтво ",
                    "4 тиждень"
                ],
                [
                    "Фізична культура ",
                    "4 тиждень"
                ],
                [
                    "Біологія ",
                    "5 тиждень"
                ],
                [
                    "Інформатика ",
                    "6 тиждень"
                ],
                [
                    "Трудове навчання ",
                    "7 тиждень"
                ],
                [
                    "Основи здоров'я ",
                    "7 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "8 тиждень"
                ],
                [
                    "Математика ",
                    "9-10 тиждень"
                ],
                [
                    "Українська мова ",
                    "11-12 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "13-14 тиждень"
                ],
                [
                    "Історія ",
                    "15-16 тиждень"
                ]
            ]
        ],
        "II": [
            [
                [
                    "Математика ",
                    "1-2 тиждень"
                ],
                [
                    "Українська мова ",
                    "3-4 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "5-6 тиждень"
                ],
                [
                    "Географія ",
                    "7-8 тиждень"
                ],
                [
                    "Українська література ",
                    "9-10 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "11 тиждень"
                ],
                [
                    "Історія ",
                    "12 тиждень"
                ],
                [
                    "Мистецтво ",
                    "13 тиждень"
                ],
                [
                    "Фізична культура ",
                    "13 тиждень"
                ],
                [
                    "Біологія ",
                    "14-15 тиждень"
                ],
                [
                    "Трудове навчання ",
                    "16 тиждень"
                ],
                [
                    "Основи здоров'я ",
                    "16 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "17-18 тиждень"
                ],
                [
                    "Інформатика ",
                    "19-20 тиждень"
                ]
            ],
            [
                [
                    "Географія ",
                    "1 тиждень"
                ],
                [
                    "Математика ",
                    "2-3 тиждень"
                ],
                [
                    "Мистецтво ",
                    "4 тиждень"
                ],
                [
                    "Фізична культура ",
                    "4 тиждень"
                ],
                [
                    "Українська мова ",
                    "5 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "7-8 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "9-10 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "11 тиждень"
                ],
                [
                    "Історія  ",
                    "12 - 13 тиждень"
                ],
                [
                    "Біологія ",
                    "14-15 тиждень"
                ],
                [
                    "Трудове навчання ",
                    "16 тиждень"
                ],
                [
                    "Основи здоров'я ",
                    "16 тиждень"
                ],
                [
                    "Інформатика ",
                    "17-18 тиждень"
                ],
                [
                    "Українська література ",
                    "19-20 тиждень"
                ]
            ],
            [
                [
                    "Трудове навчання ",
                    "1 тиждень"
                ],
                [
                    "Основи здоров'я ",
                    "1 тиждень"
                ],
                [
                    "Українська література ",
                    "2-3 тиждень"
                ],
                [
                    "Мистецтво ",
                    "4 тиждень"
                ],
                [
                    "Фізична культура ",
                    "4 тиждень"
                ],
                [
                    "Біологія ",
                    "5-6 тиждень"
                ],
                [
                    "Географія ",
                    "7-8 тиждень"
                ],
                [
                    "Математика ",
                    "9-10 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "11 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "12 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "13-14 тиждень"
                ],
                [
                    "Історія ",
                    "15-16 тиждень"
                ],
                [
                    "Українська мова ",
                    "17-18 тиждень"
                ],
                [
                    "Інформатика ",
                    "19-20 тиждень"
                ]
            ]
        ]
    },
    "7": {
        "I": [
            [
                [
                    "Українська мова ",
                    "1-2 тиждень"
                ],
                [
                    "Іноземна мова  ",
                    "3-4 тиждень"
                ],
                [
                    "Алгебра  ",
                    "5 тиждень"
                ],
                [
                    "Геометрія  ",
                    "6 тиждень"
                ],
                [
                    "Географія  ",
                    "7 тиждень"
                ],
                [
                    "КАНІКУЛИ  ",
                    "8 тиждень"
                ],
                [
                    "Хімія  ",
                    "9 тиждень"
                ],
                [
                    "Зарубіжна література  ",
                    "10 тиждень"
                ],
                [
                    "Українська літреатура  ",
                    "10 тиждень"
                ],
                [
                    "Історія  ",
                    "11 тиждень"
                ],
                [
                    "Фізика  ",
                    "12 тиждень"
                ],
                [
                    "Мистецтво  ",
                    "13 тиждень"
                ],
                [
                    "Фізична культура ",
                    "13 тиждень"
                ],
                [
                    "Біологія ",
                    "14 тиждень"
                ],
                [
                    "Інформатика ",
                    "15 тиждень"
                ],
                [
                    "Трудове навчання ",
                    "16 тиждень"
                ],
                [
                    "Основи здоров'я ",
                    "16 тиждень"
                ]
            ],
            [
                [
                    "Географія ",
                    "1 тиждень"
                ],
                [
                    "Українська мова ",
                    "2-3 тиждень"
                ],
                [
                    "Хімія ",
                    "4 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "5-6 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "7 тиждень"
                ],
                [
                    "Українська література ",
                    "7 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "8 тиждень"
                ],
                [
                    "Алгебра ",
                    "9 тиждень"
                ],
                [
                    "Геометрія ",
                    "10 тиждень"
                ],
                [
                    "Історія ",
                    "11 тиждень"
                ],
                [
                    "Біологія ",
                    "12 тиждень"
                ],
                [
                    "Інформатика ",
                    "13 тиждень"
                ],
                [
                    "Трудове навчання ",
                    "14 тиждень"
                ],
                [
                    "Основи здоров'я ",
                    "14 тиждень"
                ],
                [
                    "Фізика ",
                    "15 тиждень"
                ],
                [
                    "Мистецтво ",
                    "16 тиждень"
                ],
                [
                    "Фізична культура ",
                    "16 тиждень"
                ]
            ],
            [
                [
                    "Георгафія ",
                    "1 тиждень"
                ],
                [
                    "Хімія ",
                    "2 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "3 тиждень"
                ],
                [
                    "Українська література ",
                    "3 тиждень"
                ],
                [
                    "Історія ",
                    "4 тиждень"
                ],
                [
                    "Біологія ",
                    "5 тиждень"
                ],
                [
                    "Інофрматика ",
                    "6 тиждень"
                ],
                [
                    "Трудове навчання ",
                    "7 тиждень"
                ],
                [
                    "Основи здоров'я ",
                    "7 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "8 тиждень"
                ],
                [
                    "Фізика ",
                    "9 тиждень"
                ],
                [
                    "Мистецтво ",
                    "10 тиждень"
                ],
                [
                    "Фізична культура ",
                    "10 тиждень"
                ],
                [
                    "Українська мова ",
                    "11-12 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "13-14 тиждень"
                ],
                [
                    "Алгебра ",
                    "15 тиждень"
                ],
                [
                    "Геометрія ",
                    "16 тиждень"
                ]
            ]
        ],
        "II": [
            [
                [
                    "Українська мова ",
                    "1-2 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "3-4 тиждень"
                ],
                [
                    "Алгебра ",
                    "5 тиждень"
                ],
                [
                    "Геометрія ",
                    "6 тиждень"
                ],
                [
                    "Географія ",
                    "7-8 тиждень"
                ],
                [
                    "Хімія ",
                    "9 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "10 тиждень"
                ],
                [
                    "Українська література ",
                    "10 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "11 тиждень"
                ],
                [
                    "Фізика ",
                    "12 тиждень"
                ],
                [
                    "Мистецтво ",
                    "13 тиждень"
                ],
                [
                    "Фізична культура ",
                    "13 тиждень"
                ],
                [
                    "Трудове навчання ",
                    "14 тиждень"
                ],
                [
                    "Основи здоров'я ",
                    "14 тиждень"
                ],
                [
                    "Інформатика ",
                    "15-16 тиждень"
                ],
                [
                    "Біологія ",
                    "17-18 тиждень"
                ],
                [
                    "Історія ",
                    "19-20 тиждень"
                ]
            ],
            [
                [
                    "Географія ",
                    "1 тиждень"
                ],
                [
                    "Українська мова ",
                    "2-3 тиждень"
                ],
                [
                    "Хімія ",
                    "4 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "5-6 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "7 тиждень"
                ],
                [
                    "Українська література ",
                    "8 тиждень"
                ],
                [
                    "Алгебра ",
                    "9 тиждень"
                ],
                [
                    "Геометрія ",
                    "10 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "11 тиждень"
                ],
                [
                    "Біологія ",
                    "12 тиждень"
                ],
                [
                    "Історія  ",
                    "13 тиждень"
                ],
                [
                    "Трудове навчання ",
                    "14 тиждень"
                ],
                [
                    "Основи здоров'я ",
                    "14 тиждень"
                ],
                [
                    "Фізика ",
                    "15-16 тиждень"
                ],
                [
                    "Мистецтво ",
                    "17 тиждень"
                ],
                [
                    "Фізична культура ",
                    "18 тиждень"
                ],
                [
                    "Інформатика ",
                    "19-20 тиждень"
                ]
            ],
            [
                [
                    "Хімія ",
                    "1-2 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "3 тиждень"
                ],
                [
                    "Українська література ",
                    "4 тиждень"
                ],
                [
                    "Біологія ",
                    "5 тиждень"
                ],
                [
                    "Історія ",
                    "6 тиждень"
                ],
                [
                    "Трудове навчання  ",
                    "7 тиждень"
                ],
                [
                    "Основи здоров'я ",
                    "7 тиждень"
                ],
                [
                    "Фізика ",
                    "8-9 тиждень"
                ],
                [
                    "Мистецтво ",
                    "10 тиждень"
                ],
                [
                    "Фізична культура ",
                    "10 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "11 тиждень"
                ],
                [
                    "Географія ",
                    "12 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "13-14 тиждень"
                ],
                [
                    "Алгебра ",
                    "15 тиждень"
                ],
                [
                    "Геометрія ",
                    "16 тиждень"
                ],
                [
                    "Українська мова ",
                    "17-18 тиждень"
                ],
                [
                    "Інформатика ",
                    "19-20 тиждень"
                ]
            ]
        ]
    },
    "8": {
        "I": [
            [
                [
                    "Іноземна мова ",
                    "1-2 тиждень"
                ],
                [
                    "Українська мова ",
                    "3-4 тиждень"
                ],
                [
                    "Алгебра ",
                    "5 тиждень"
                ],
                [
                    "Геометрія ",
                    "6 тиждень"
                ],
                [
                    "Географія ",
                    "7 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "8 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "9 тиждень"
                ],
                [
                    "Українська література ",
                    "9 тиждень"
                ],
                [
                    "Мистецтво ",
                    "10 тиждень"
                ],
                [
                    "Фізична культура ",
                    "10 тиждень"
                ],
                [
                    "Хімія ",
                    "11 тиждень"
                ],
                [
                    "Історія ",
                    "12 тиждень"
                ],
                [
                    "Фізика ",
                    "13 тиждень"
                ],
                [
                    "Біологія ",
                    "14 тиждень"
                ],
                [
                    "Інформатика ",
                    "15 тиждень"
                ],
                [
                    "Трудове навчання ",
                    "16 тиждень"
                ],
                [
                    "Основи здоров'я ",
                    "16 тиждень"
                ]
            ],
            [
                [
                    "Географія ",
                    "1 тиждень"
                ],
                [
                    "Українська мова ",
                    "2-3 тиждень"
                ],
                [
                    "Хімія ",
                    "4 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "5-6 тиждень"
                ],
                [
                    "Зарубіжна лутература ",
                    "7 тиждень"
                ],
                [
                    "Українська література ",
                    "7 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "8 тиждень"
                ],
                [
                    "Алгебра ",
                    "9 тиждень"
                ],
                [
                    "Геометрія ",
                    "10 тиждень"
                ],
                [
                    "Історія ",
                    "11 тиждень"
                ],
                [
                    "Біологія ",
                    "12 тиждень"
                ],
                [
                    "Інофрматика ",
                    "13 тиждень"
                ],
                [
                    "Трудове навчання ",
                    "14 тиждень"
                ],
                [
                    "Основи здоров'я ",
                    "14 тиждень"
                ],
                [
                    "Фізика ",
                    "15 тиждень"
                ],
                [
                    "Мистецтво ",
                    "16 тиждень"
                ],
                [
                    "Фізична культура ",
                    "16 тиждень"
                ]
            ],
            [
                [
                    "Географія ",
                    "1 тиждень"
                ],
                [
                    "Хімія ",
                    "2 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "3 тиждень"
                ],
                [
                    "Українська література ",
                    "3 тиждень"
                ],
                [
                    "Історія ",
                    "4 тиждень"
                ],
                [
                    "Біологія ",
                    "5 тиждень"
                ],
                [
                    "Інофрматика ",
                    "6 тиждень"
                ],
                [
                    "Трудове навчання ",
                    "7 тиждень"
                ],
                [
                    "Основи здоров'я ",
                    "7 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "8 тиждень"
                ],
                [
                    "Фізика ",
                    "9 тиждень"
                ],
                [
                    "Мистецтво ",
                    "10 тиждень"
                ],
                [
                    "Фізична культура ",
                    "10 тиждень"
                ],
                [
                    "Українська мова ",
                    "10-11 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "13-14 тиждень"
                ],
                [
                    "Алгебра  ",
                    "15 тиждень"
                ],
                [
                    "Геометрія ",
                    "16 тиждень"
                ]
            ]
        ],
        "II": [
            [
                [
                    "Іноземна мова ",
                    "1-2 тиждень"
                ],
                [
                    "Українська мова ",
                    "3-4 тиждень"
                ],
                [
                    "Алгебра ",
                    "5 тиждень"
                ],
                [
                    "Геометрія ",
                    "6 тиждень"
                ],
                [
                    "Географія ",
                    "7 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "8 тиждень"
                ],
                [
                    "Українська література ",
                    "9 тиждень"
                ],
                [
                    "Мистецтво ",
                    "10 тиждень"
                ],
                [
                    "Фізична культура ",
                    "10 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "11 тиждень"
                ],
                [
                    "Фізика ",
                    "12-13 тиждень"
                ],
                [
                    "Хімія ",
                    "14 тиждень"
                ],
                [
                    "Інформатика ",
                    "15-16 тиждень"
                ],
                [
                    "Трудове навчання ",
                    "17 тиждень"
                ],
                [
                    "Основи здоров'я ",
                    "17 тиждень"
                ],
                [
                    "Біологія ",
                    "18-19 тиждень"
                ],
                [
                    "Історія ",
                    "20 тиждень)"
                ]
            ],
            [
                [
                    "Хімія ",
                    "1 тиждень"
                ],
                [
                    "Українська мова ",
                    "2-3 тиждень"
                ],
                [
                    "Географія ",
                    "4 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "5-6 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "7 тиждень"
                ],
                [
                    "Українська література ",
                    "8 тиждень"
                ],
                [
                    "Алгебра ",
                    "9 тиждень"
                ],
                [
                    "Геометрія ",
                    "10 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "11 тиждень"
                ],
                [
                    "Біологія ",
                    "12 тиждень"
                ],
                [
                    "Інформатика ",
                    "13-14 тиждень"
                ],
                [
                    "Історія ",
                    "15-16 тиждень"
                ],
                [
                    "Трудове навчання ",
                    "17 тиждень"
                ],
                [
                    "Основи здоров'я ",
                    "17 тиждень"
                ],
                [
                    "Фізика ",
                    "18-19 тиждень"
                ],
                [
                    "Мистецтво ",
                    "20 тиждень"
                ],
                [
                    "Фізична культура ",
                    "20 тиждень"
                ]
            ],
            [
                [
                    "Географія ",
                    "1-2 тиждень"
                ],
                [
                    "Зарубжна література ",
                    "3 тиждень"
                ],
                [
                    "Украхнська латература ",
                    "4 тиждень"
                ],
                [
                    "Біологія ",
                    "5 тиждень"
                ],
                [
                    "Трудове навчання ",
                    "6 тиждень"
                ],
                [
                    "Основи здоров'я ",
                    "6 тиждень"
                ],
                [
                    "Інформатика ",
                    "7-8 тиждень"
                ],
                [
                    "Фізика ",
                    "9 тиждень"
                ],
                [
                    "Мистецтво ",
                    "10 тиждень"
                ],
                [
                    "Фізична культура ",
                    "10 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "11 тиждень"
                ],
                [
                    "Історія ",
                    "12 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "13-14 тиждень"
                ],
                [
                    "Алгебра ",
                    "15 тиждень"
                ],
                [
                    "Геометрія ",
                    "16 тиждень"
                ],
                [
                    "Українська мова ",
                    "17-18 тиждень"
                ],
                [
                    "Хімія ",
                    "19-20 тиждень"
                ]
            ]
        ]
    },
    "9": {
        "I": [
            [
                [
                    "Українська мова ",
                    "1-2 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "3-4 тиждень"
                ],
                [
                    "Алгебра ",
                    "5 тиждень"
                ],
                [
                    "Геометрія ",
                    "6 тиждень"
                ],
                [
                    "Географія ",
                    "7 тиждень"
                ],
                [
                    "Основи правознавства ",
                    "7 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "8 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "9 тиждень"
                ],
                [
                    "Українська література ",
                    "9 тиждень"
                ],
                [
                    "Мистецтво ",
                    "10 тиждень"
                ],
                [
                    "Фізична культура ",
                    "10 тиждень"
                ],
                [
                    "Хімія  ",
                    "11 тиждень"
                ],
                [
                    "Історія ",
                    "12 тиждень"
                ],
                [
                    "Фізика ",
                    "13 тиждень"
                ],
                [
                    "Біологія ",
                    "14 тиждень"
                ],
                [
                    "Інофрматика ",
                    "15 тиждень"
                ],
                [
                    "Трудове навчання ",
                    "16 тиждень"
                ],
                [
                    "Основи здоров'я ",
                    "16 тиждень"
                ]
            ],
            [
                [
                    "Інформатика ",
                    "1 тиждень"
                ],
                [
                    "Українська мова ",
                    "2-3 тиждень"
                ],
                [
                    "Хімія ",
                    "4 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "5-6 тиждень"
                ],
                [
                    "Зарубжна література ",
                    "7 тиждень"
                ],
                [
                    "Українська література ",
                    "7 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "8 тиждень"
                ],
                [
                    "Алгебра ",
                    "9 тиждень"
                ],
                [
                    "Геометрія ",
                    "10 тиждень"
                ],
                [
                    "Історія  ",
                    "11 тиждень"
                ],
                [
                    "Біологія ",
                    "12 тиждень"
                ],
                [
                    "Географія ",
                    "13 тиждень"
                ],
                [
                    "Основи правознавства ",
                    "13 тиждень"
                ],
                [
                    "Трудове навчання ",
                    "14 тиждень"
                ],
                [
                    "Основи здоров'я ",
                    "14 тиждень"
                ],
                [
                    "Фізика ",
                    "15 тиждень"
                ],
                [
                    "Мистецтво ",
                    "16 тиждень"
                ],
                [
                    "Фізична культура  ",
                    "16 тиждень"
                ]
            ],
            [
                [
                    "Інформатика ",
                    "1 тиждень"
                ],
                [
                    "Хімія ",
                    "2 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "3 тиждень"
                ],
                [
                    "Українська література ",
                    "3 тиждень"
                ],
                [
                    "Історія ",
                    "4 тиждень"
                ],
                [
                    "Біологія ",
                    "5 тиждень"
                ],
                [
                    "Географія ",
                    "6 тиждень"
                ],
                [
                    "Основи правознавства ",
                    "6 тиждень"
                ],
                [
                    "Трудове навчання ",
                    "7 тиждень"
                ],
                [
                    "Основи здоров'я ",
                    "7 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "8 тиждень"
                ],
                [
                    "Фізика ",
                    "9 тиждень"
                ],
                [
                    "Мистецтво ",
                    "10 тиждень"
                ],
                [
                    "Фізична культура ",
                    "10 тиждень"
                ],
                [
                    "Українська мова ",
                    "11-12 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "13-14 тиждень"
                ],
                [
                    "Алгебра ",
                    "15 тиждень"
                ],
                [
                    "Геометрія ",
                    "16 тиждень"
                ]
            ]
        ],
        "II": [
            [
                [
                    "Українська мова ",
                    "1-2 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "3-4 тиждень"
                ],
                [
                    "Алгебра ",
                    "5 тиждень"
                ],
                [
                    "Геометрія ",
                    "6 тиждень"
                ],
                [
                    "Географія ",
                    "7 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "8 тиждень"
                ],
                [
                    "Українська література ",
                    "9 тиждень"
                ],
                [
                    "Мистецтво ",
                    "10 тиждень"
                ],
                [
                    "Фізична культура ",
                    "10 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "11 тиждень"
                ],
                [
                    "Історія ",
                    "12 тиждень"
                ],
                [
                    "Фізика ",
                    "13 тиждень"
                ],
                [
                    "Біологія ",
                    "14 тиждень"
                ],
                [
                    "Хімія ",
                    "15 тиждень"
                ],
                [
                    "Трудове навчання ",
                    "16 тиждень"
                ],
                [
                    "Основи здоров'я ",
                    "16 тиждень"
                ],
                [
                    "Інформатика ",
                    "17 тиждень"
                ],
                [
                    "Основи правознавства ",
                    "18 тиждень"
                ],
                [
                    "Підготовка до ДПА ",
                    "19-20 тиждень"
                ]
            ],
            [
                [
                    "Історія ",
                    "1 тиждень"
                ],
                [
                    "Українська мова ",
                    "2-3 тиждень"
                ],
                [
                    "Хімія ",
                    "4 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "5-6 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "7 тиждень"
                ],
                [
                    "Українська література ",
                    "8 тиждень"
                ],
                [
                    "Алгебра ",
                    "9 тиждень"
                ],
                [
                    "Геометрія ",
                    "10 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "11 тиждень"
                ],
                [
                    "Біологія ",
                    "12 тиждень"
                ],
                [
                    "Географія ",
                    "13 тиждень"
                ],
                [
                    "Трудове навчання ",
                    "14 тиждень"
                ],
                [
                    "Основи здоров'я ",
                    "14 тиждень"
                ],
                [
                    "Фізика ",
                    "15 тиждень"
                ],
                [
                    "Мистецтво ",
                    "16 тиждень"
                ],
                [
                    "Фізична культура ",
                    "16 тиждень"
                ],
                [
                    "Інформатика ",
                    "17 тиждень"
                ],
                [
                    "Основи правознавства ",
                    "18 тиждень"
                ],
                [
                    "Підготовка до ДПА ",
                    "19-20 тиждень"
                ]
            ],
            [
                [
                    "Мистецтво ",
                    "1 тиждень"
                ],
                [
                    "Фізична культура ",
                    "1 тиждень"
                ],
                [
                    "Трудове навчання ",
                    "2 тиждень"
                ],
                [
                    "Основи здоров'я ",
                    "2 тиждень"
                ],
                [
                    "Історія ",
                    "3 тиждень"
                ],
                [
                    "Основи правознавства ",
                    "4 тиждень"
                ],
                [
                    "Хімія ",
                    "5 тиждень"
                ],
                [
                    "Фізика ",
                    "6 тиждень"
                ],
                [
                    "Інформатика ",
                    "7 тиждень"
                ],
                [
                    "Біологія ",
                    "8 тиждень"
                ],
                [
                    "Географія ",
                    "9 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "10 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "11 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "12-13  тиждень"
                ],
                [
                    "Українська мова ",
                    "14-15 тиждень"
                ],
                [
                    "Українська література ",
                    "16 тиждень"
                ],
                [
                    "Алгебра ",
                    "17 тиждень"
                ],
                [
                    "Геометрія ",
                    "18 тиждень"
                ],
                [
                    "Підготовка до ДПА ",
                    "19-20 тиждень"
                ]
            ]
        ]
    },
    "10": {
        "I": [
            [
                [
                    "Іноземна мова ",
                    "1-2 тиждень"
                ],
                [
                    "Фізика ",
                    "3 тиждень"
                ],
                [
                    "Астрономія ",
                    "4 тиждень"
                ],
                [
                    "Алгебра ",
                    "5 тиждень"
                ],
                [
                    "Геометрія ",
                    "6 тиждень"
                ],
                [
                    "Географія ",
                    "7 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "8 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "9 тиждень"
                ],
                [
                    "Мистецтво ",
                    "9 тиждень"
                ],
                [
                    "Українська література ",
                    "10 тиждень"
                ],
                [
                    "Фізична культура ",
                    "10 тиждень"
                ],
                [
                    "Хімія ",
                    "11 тиждень"
                ],
                [
                    "Історія ",
                    "12 тиждень"
                ],
                [
                    "Українська мова ",
                    "13 тиждень"
                ],
                [
                    "Біологія ",
                    "14 тиждень"
                ],
                [
                    "Інформатика ",
                    "15 тиждень"
                ],
                [
                    "Захист Вітчизни ",
                    "16 тиждень"
                ],
                [
                    "Громадянська освіта ",
                    "16 тиждень"
                ]
            ],
            [
                [
                    "Географія ",
                    "1 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "2-3 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "4 тиждень"
                ],
                [
                    "Мистецтво ",
                    "4 тиждень"
                ],
                [
                    "Фізика ",
                    "5 тиждень"
                ],
                [
                    "Астрономія ",
                    "6 тиждень"
                ],
                [
                    "Українська література ",
                    "7 тиждень"
                ],
                [
                    "Фізична культура ",
                    "7 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "8 тиждень"
                ],
                [
                    "Алгебра ",
                    "9 тиждень"
                ],
                [
                    "Геометрія ",
                    "10 тиждень"
                ],
                [
                    "Українська мова ",
                    "11 тиждень"
                ],
                [
                    "Біологія ",
                    "12 тиждень"
                ],
                [
                    "Інформатика ",
                    "13 тиждень"
                ],
                [
                    "Захист Вітчизни ",
                    "14 тиждень"
                ],
                [
                    "Громадянська оствіта ",
                    "14 тиждень"
                ],
                [
                    "Хімія ",
                    "15 тиждень"
                ],
                [
                    "Історія ",
                    "16 тиждень"
                ]
            ],
            [
                [
                    "Географія ",
                    "1 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "2 тиждень"
                ],
                [
                    "Мистецтво ",
                    "2 тиждень"
                ],
                [
                    "Українська література ",
                    "3 тиждень"
                ],
                [
                    "Фізична культура ",
                    "3 тиждень"
                ],
                [
                    "Українська мова ",
                    "4 тиждень"
                ],
                [
                    "Біологія ",
                    "5 тиждень"
                ],
                [
                    "Інформатика ",
                    "6 тиждень"
                ],
                [
                    "Захист Вітчизни ",
                    "7 тиждень"
                ],
                [
                    "Громадянська оствіта ",
                    "7тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "8 тиждень"
                ],
                [
                    "Хімія ",
                    "9 тиждень"
                ],
                [
                    "Історія ",
                    "10 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "11-12 тиждень"
                ],
                [
                    "Фізика  ",
                    "13 тиждень"
                ],
                [
                    "Астрономія ",
                    "14 тиждень"
                ],
                [
                    "Алгебра ",
                    "15 тиждень"
                ],
                [
                    "Геометрія ",
                    "16 тиждень"
                ]
            ]
        ],
        "II": [
            [
                [
                    "Іноземна мова ",
                    "1-2 тиждень"
                ],
                [
                    "Фізика ",
                    "3 тиждень"
                ],
                [
                    "Астрономія ",
                    "4 тиждень"
                ],
                [
                    "Алгебра  ",
                    "5 тиждень"
                ],
                [
                    "Геометрія ",
                    "6 тиждень"
                ],
                [
                    "Географія ",
                    "7-8 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "9 тиждень"
                ],
                [
                    "Мистецтво ",
                    "9 тиждень"
                ],
                [
                    "Українська література ",
                    "10 тиждень"
                ],
                [
                    "Фізична культура ",
                    "10 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "11 тиждень"
                ],
                [
                    "Українська мова ",
                    "12-13 тиждень"
                ],
                [
                    "Біологія ",
                    "14 тиждень"
                ],
                [
                    "Хімія ",
                    "15 тиждень"
                ],
                [
                    "Захист Вітчизни ",
                    "16 тиждень"
                ],
                [
                    "Громаданська оствіта ",
                    "16 тиждень"
                ],
                [
                    "Інформатика ",
                    "17-18 тиждень"
                ],
                [
                    "Історія ",
                    "19-20 тиждень"
                ]
            ],
            [
                [
                    "Географія ",
                    "1 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "2-3 тиждень"
                ],
                [
                    "Захист Вітчизни ",
                    "4 тиждень"
                ],
                [
                    "Громадянська оствіта ",
                    "4 тиждень"
                ],
                [
                    "Фізика ",
                    "5 тиждень"
                ],
                [
                    "Астрономія ",
                    "6 тиждень"
                ],
                [
                    "Українська література ",
                    "7 тиждень"
                ],
                [
                    "Фізкична культура ",
                    "8 тиждень"
                ],
                [
                    "Алгебра ",
                    "9 тиждень"
                ],
                [
                    "Геометрія ",
                    "10 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "11 тиждень"
                ],
                [
                    "Біологія ",
                    "12 тиждень"
                ],
                [
                    "Інформатика ",
                    "13-14 тиждень"
                ],
                [
                    "Хімія ",
                    "15 тиждень"
                ],
                [
                    "Історія ",
                    "16 тиждень"
                ],
                [
                    "Українська мова ",
                    "17-18 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "19 тиждень"
                ],
                [
                    "Мистецтво ",
                    "20 тиждень"
                ]
            ],
            [
                [
                    "Географія ",
                    "1 тиждень"
                ],
                [
                    "Захист Вітчизни ",
                    "2 тиждень"
                ],
                [
                    "Громаданська освіта ",
                    "2 тиждень"
                ],
                [
                    "Українська література ",
                    "3 тиждень"
                ],
                [
                    "Фізична культура ",
                    "3 тиждень"
                ],
                [
                    "Українська мова ",
                    "4-5 тиждень"
                ],
                [
                    "Інформатика ",
                    "6-7 тиждень"
                ],
                [
                    "Біологія ",
                    "8 тиждень"
                ],
                [
                    "Хімія ",
                    "9-10 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "11 тиждень"
                ],
                [
                    "Історія ",
                    "12 тиждень"
                ],
                [
                    "Фізика ",
                    "13 тиждень"
                ],
                [
                    "Астрономія ",
                    "14 тиждень"
                ],
                [
                    "Алгебра ",
                    "15 тиждень"
                ],
                [
                    "Геометрія ",
                    "16 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "17-18 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "19 тиждень"
                ],
                [
                    "Мистецтво ",
                    "20 тиждень"
                ]
            ]
        ]
    },
    "11": {
        "I": [
            [
                [
                    "Іноземна мова ",
                    "1-2 тиждень"
                ],
                [
                    "Фізика/Астрономія ",
                    "3-4 тиждень"
                ],
                [
                    "Алгебра ",
                    "5 тиждень"
                ],
                [
                    "Геометрія ",
                    "6 тиждень"
                ],
                [
                    "Географія ",
                    "7 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "8 тиждень"
                ],
                [
                    "Хімія ",
                    "9-10 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "11 тиждень"
                ],
                [
                    "Українська література ",
                    "11 тиждень"
                ],
                [
                    "Захист Вітчизни ",
                    "12 тиждень"
                ],
                [
                    "Фізична культура ",
                    "12 тиждень"
                ],
                [
                    "Мистецтво ",
                    "12 тиждень"
                ],
                [
                    "Історія ",
                    "13 тиждень"
                ],
                [
                    "Українська мова ",
                    "14 тиждень"
                ],
                [
                    "Біологія ",
                    "15 тиждень"
                ],
                [
                    "Інофрматика ",
                    "16 тиждень"
                ]
            ],
            [
                [
                    "Географія ",
                    "1 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "2-3 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "4 тиждень"
                ],
                [
                    "Українська література ",
                    "4 тиждень"
                ],
                [
                    "Фізика/Астрономія ",
                    "5-6 тиждень"
                ],
                [
                    "Захист Вітчизни ",
                    "7 тиждень"
                ],
                [
                    "Фізична культура ",
                    "7 тиждень"
                ],
                [
                    "Мистецтво ",
                    "7 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "8 тиждень"
                ],
                [
                    "Алгебра ",
                    "9 тиждень"
                ],
                [
                    "Геометрія ",
                    "10 тиждень"
                ],
                [
                    "Хімія ",
                    "11-12 тиждень"
                ],
                [
                    "Українська мова ",
                    "13 тиждень"
                ],
                [
                    "Біологія ",
                    "14 тиждень"
                ],
                [
                    "Інформатика ",
                    "15 тиждень"
                ],
                [
                    "Історія ",
                    "16 тиждень"
                ]
            ],
            [
                [
                    "Географія ",
                    "1 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "2 тиждень"
                ],
                [
                    "Українська література ",
                    "2 тиждень"
                ],
                [
                    "Захист Вітчизни ",
                    "3 тиждень"
                ],
                [
                    "Мистецтво ",
                    "3 тиждень"
                ],
                [
                    "Фізична культура ",
                    "3 тиждень"
                ],
                [
                    "Українська мова ",
                    "4 тиждень"
                ],
                [
                    "Біологія ",
                    "5 тиждень"
                ],
                [
                    "Інформатика ",
                    "6 тиждень"
                ],
                [
                    "Історія ",
                    "7 тиждень"
                ],
                [
                    "КАНІКУЛИ  ",
                    "8 тиждень"
                ],
                [
                    "Хімія ",
                    "9-10 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "11-12 тиждень"
                ],
                [
                    "Фізика/Астрономія ",
                    "13-14 тиждень"
                ],
                [
                    "Алгебра ",
                    "15 тиждень"
                ],
                [
                    "Геометрія ",
                    "16 тиждень"
                ]
            ]
        ],
        "II": [
            [
                [
                    "Іноземна мова ",
                    "1-2 тиждень"
                ],
                [
                    "Фізика/Астрономія ",
                    "3-4 тиждень"
                ],
                [
                    "Алгебра ",
                    "5 тиждень"
                ],
                [
                    "Геометрія ",
                    "6 тиждень"
                ],
                [
                    "Українська мова ",
                    "7-8 тиждень"
                ],
                [
                    "Хімія  ",
                    "9-10 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "11 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "12 тиждень"
                ],
                [
                    "Українська література ",
                    "12 тиждень"
                ],
                [
                    "Захист Вітчизни ",
                    "13 тиждень"
                ],
                [
                    "Мистецтво ",
                    "13 тиждень"
                ],
                [
                    "Фізична культура ",
                    "13 тиждень"
                ],
                [
                    "Історія ",
                    "14 тиждень"
                ],
                [
                    "Географія ",
                    "15 тиждень"
                ],
                [
                    "Біологія ",
                    "16 тиждень"
                ],
                [
                    "Інофрматика ",
                    "17 тиждень"
                ],
                [
                    "Підготовка до ЗНО ",
                    "18-20 тиждень"
                ]
            ],
            [
                [
                    "Географія ",
                    "1 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "2-3 тиждень"
                ],
                [
                    "Захист Вітчизни ",
                    "4 тиждень"
                ],
                [
                    "Мистецтво ",
                    "4 тиждень"
                ],
                [
                    "Фізична культура ",
                    "4 тиждень"
                ],
                [
                    "Фізика/Астрономія ",
                    "5-6 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "7 тиждень"
                ],
                [
                    "Українська література ",
                    "8 тиждень"
                ],
                [
                    "Алгебра ",
                    "9 тиждень"
                ],
                [
                    "Геометрія ",
                    "10 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "11 тиждень"
                ],
                [
                    "Хімія ",
                    "12 тиждень"
                ],
                [
                    "Українська мова ",
                    "13-14 тиждень"
                ],
                [
                    "Біологія ",
                    "15 тиждень"
                ],
                [
                    "Інформатика ",
                    "16 тиждень"
                ],
                [
                    "Історія ",
                    "17 тиждень"
                ],
                [
                    "Підготовка до ЗНО ",
                    "18-20 тиждень"
                ]
            ],
            [
                [
                    "Географія ",
                    "1 тиждень"
                ],
                [
                    "Зарубіжна література ",
                    "2 тиждень"
                ],
                [
                    "Українська література ",
                    "2 тиждень"
                ],
                [
                    "Захист Вітчизни ",
                    "3 тиждень"
                ],
                [
                    "Мистецтво ",
                    "3 тиждень"
                ],
                [
                    "Фізична культура ",
                    "3 тиждень"
                ],
                [
                    "Історія ",
                    "4 тиждень"
                ],
                [
                    "Біологія ",
                    "5 тиждень"
                ],
                [
                    "Інформатика ",
                    "6 тиждень"
                ],
                [
                    "Українська мова ",
                    "7-8 тиждень"
                ],
                [
                    "Хімія ",
                    "9-10 тиждень"
                ],
                [
                    "КАНІКУЛИ ",
                    "11 тиждень"
                ],
                [
                    "Іноземна мова ",
                    "12-13 тиждень"
                ],
                [
                    "Фізика/Астрономія ",
                    "14-15 тиждень"
                ],
                [
                    "Алгебра ",
                    "16 тиждень"
                ],
                [
                    "Геометрія ",
                    "16 тиждень"
                ],
                [
                    "Підготовка до ЗНО ",
                    "17-20 тиждень"
                ]
            ]
        ]
    }
};
const targetClass     = {
    "5": {
        "1": "Математика",
        "2": "Українська мова",
        "3": "Українська література",
        "4": "Історія України",
        "5": "Іноземна мова",
        "6": "Природознавство",
        "7": "Мистецтво",
        "8": "Фізична культура",
        "9": "Зарубіжна література",
        "10": "Інформатика",
        "11": "Трудове навчання",
        "12": "Основи здоров'я"
    },
    "6": {
        "1": "Математика",
        "2": "Українська мова",
        "3": "Іноземна мова",
        "4": "Географія",
        "5": "Українська література",
        "6": "Зарубіжна література",
        "7": "Історія",
        "8": "Мистецтво",
        "9": "Фізична культура",
        "10": "Біологія",
        "11": "Інформатика",
        "12": "Трудове навчання",
        "13": "Оснави здоров'я"
    },
    "7": {
        "1": "Українська мова",
        "2": "Іноземна мова",
        "3": "Алгебра",
        "4": "Геометрія",
        "5": "Географія",
        "6": "Хімія",
        "7": "Зарубіжна література",
        "8": "Українська літреатура",
        "9": "Історія",
        "10": "Фізика",
        "11": "Мистецтво",
        "12": "Фізична культура",
        "13": "Біологія",
        "14": "Інформатика",
        "15": "Трудове навчання",
        "16": "Основи здоров'я"
    },
    "8": {
        "1": "Іноземна мова",
        "2": "Українська мова",
        "3": "Алгебра",
        "4": "Геометрія",
        "5": "Географія",
        "6": "Зарубіжна література",
        "7": "Українська література",
        "8": "Мистецтво",
        "9": "Фізична культура",
        "10": "Хімія",
        "11": "Історія",
        "12": "Фізика",
        "13": "Біологія",
        "14": "Інформатика",
        "15": "Трудове навчання",
        "16": "Основи здоров'я"
    },
    "9": {
        "1": "Українська мова",
        "2": "Іноземна мова",
        "3": "Алгебра",
        "4": "Геометрія",
        "5": "Географія",
        "6": "Основи правознавства",
        "7": "Зарубіжна література",
        "8": "Українська література",
        "9": "Мистецтво",
        "10": "Фізична культура",
        "11": "Хімія",
        "12": "Історія",
        "13": "Фізика",
        "14": "Біологія",
        "15": "Інофрматика",
        "16": "Трудове навчання",
        "17": "Основи здоров'я"
    },
    "10": {
        "1": "Іноземна мова",
        "2": "Фізика",
        "3": "Астрономія",
        "4": "Математика",
        "5": "Географія",
        "6": "Зарубіжна література",
        "7": "Мистецтво",
        "8": "Українська література",
        "9": "Фізична культура",
        "10": "Хімія",
        "11": "Історія",
        "12": "Укріїнська мова",
        "13": "Біологія",
        "14": "Інформатика",
        "15": "Захист Вітчизни",
        "16": "Громадянська освіта"
    },
    "11": {
        "1": "Іноземна мова",
        "2": "Фізика і астрономія",
        "3": "Математика",
        "4": "Географія",
        "5": "Хімія",
        "6": "Зарубіжна література",
        "7": "Українська література",
        "8": "Захист Вітчизни",
        "9": "Мистецтво",
        "10": "Фізична культура",
        "11": "Історія",
        "12": "Українська мова",
        "13": "Біологія",
        "14": "Інформатика"
    }
};
